Repository: doivjpxx/SimpleExpenses
Catalog: Expenses/Localizable.xcstrings
Source language: en
Languages: vi

# error.calendar.permission
source: Calendar permission was denied. Please enable it in Settings.
vi: Quyền truy cập lịch bị từ chối. Vui lòng bật trong Cài đặt.

# error.notification.permission
source: Notification permission was denied. Please enable it in Settings.
vi: Quyền thông báo bị từ chối. Vui lòng bật trong Cài đặt.

# error.reminder.scheduling
source: Failed to schedule the reminder. Please try again.
vi: Không thể lên lịch nhắc nhở. Vui lòng thử lại.

# notification.reminder.title
source: Expense Reminder
vi: Nhắc nhở chi tiêu

# reminder.accessibilityHint
source: Tap to edit, swipe to delete or complete
vi: Nhấn để sửa, vuốt để xoá hoặc hoàn thành

# reminder.add
source: Add Reminder
vi: Thêm nhắc nhở

# reminder.complete
source: Complete
vi: Hoàn thành

# reminder.edit
source: Edit Reminder
vi: Sửa nhắc nhở

# reminder.empty
source: No Reminders
vi: Chưa có nhắc nhở

# reminder.emptyDescription
source: Add reminders for upcoming expenses
vi: Thêm nhắc nhở cho các khoản chi tiêu sắp tới

# reminder.form.addToCalendar
source: Add to iCloud Calendar
vi: Thêm vào Lịch iCloud

# reminder.form.calendar
source: Calendar
vi: Lịch

# reminder.form.calendarDescription
source: The reminder will be synced to your iCloud Calendar with a 15-minute alert
vi: Nhắc nhở sẽ được đồng bộ vào Lịch iCloud với cảnh báo trước 15 phút

# reminder.form.calendarHint
source: Toggle to sync with iCloud Calendar
vi: Bật để đồng bộ với Lịch iCloud

# reminder.form.date
source: Date & Time
vi: Ngày & Giờ

# reminder.form.details
source: Details
vi: Chi tiết

# reminder.form.notes
source: Notes
vi: Ghi chú

# reminder.form.notesPlaceholder
source: Add notes (optional)
vi: Thêm ghi chú (tuỳ chọn)

# reminder.form.title
source: Reminder title
vi: Tiêu đề nhắc nhở

# reminder.markComplete
source: Mark as complete
vi: Đánh dấu hoàn thành

# reminder.markIncomplete
source: Mark as incomplete
vi: Đánh dấu chưa hoàn thành

# reminder.restore
source: Restore
vi: Khôi phục

# reminder.section.completed
source: Completed
vi: Đã hoàn thành

# reminder.section.pending
source: Pending
vi: Đang chờ

# reminder.synced
source: Synced
vi: Đã đồng bộ

# reminder.title
source: Reminders
vi: Nhắc nhở

# sheet.addExpense
source: Add an expense
vi: Thêm chi tiêu mới

# sheet.editExpense
source: Edit current expense
vi: Sửa chi tiêu hiện tại

# stats.expensesByWeekday
source: Expenses by weekday
vi: Chi tiêu theo ngày trong tuần

# stats.expensesByWeekInMonth
source: Expenses by week in month
vi: Chi tiêu theo tuần trong tháng

# stats.last7Days
source: Last 7 days
vi: 7 ngày qua

# stats.last30Days
source: Last 30 days
vi: 30 ngày qua

# stats.noData
source: No Data
vi: Chưa có dữ liệu

# stats.noData.description
source: Add expenses to view statistics
vi: Thêm chi tiêu để xem thống kê

# stats.period.month
source: Month
vi: Tháng

# stats.period.week
source: Week
vi: Tuần

# stats.timePeriod
source: Time Period
vi: Khoảng thời gian

# stats.title
source: Statistics
vi: Thống kê

# stats.totalExpenses
source: Total Expenses
vi: Tổng chi tiêu

# stats.week.ago %lld
source: %lld weeks ago
vi: %lld tuần trước

# stats.week.current
source: This week
vi: Tuần này

# tab.list
source: List
vi: Danh sách

# tab.reminders
source: Reminders
vi: Nhắc nhở

# tab.stats
source: Statistics
vi: Thống kê

# toolbar.addExpense
source: Add expense
vi: Thêm chi tiêu

# toolbar.update
source: Update
vi: Cập nhật
